ROFL_COMMANDS = { 
    "пришибить",
    "испугать",
    "извиниться",
    "захватить",
    "укусить",
    "лизнуть",
    "обнять",
    "отравить",
    "отдаться",
    "поздравить",
    "поцеловать",
    "прижать",
    "потрогать",
    "пожать",
    "послать",
    "похвалить",
    "понюхать",
    "погладить",
    "дать_лёгкий_пощёчин",
    "пнуть",
    "расстрелять",
    "затеять_роман",
    "сжечь",
    "трахнуть",
    "ущипнуть",
    "убрать",
    "ударить",
    "укусить_руку",
    "убить",
    "шлёпнуть",
    "куснуть",
    "отсосать",
    "отлизать",
    "отпиздохать",
    "повесить",
    "казнить",
    "воскресить",
    "изйди",
    "пожать_на_удачу",
    "иди_нахуй",
    "выебать"
}

def get_rofl_response(command):
    command = command.lower().replace(" ", "_")
    if command in ROFL_COMMANDS:
        return f"Ты использовал команду /{command}!"
    return "Такой РП команды нет."

